{
  "plugins": {
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim.git"
    },
    "dark-theme": {
      "src": "https://github.com/stanfish06/dark-theme.git"
    },
    "eldritch": {
      "src": "https://github.com/eldritch-theme/eldritch.nvim.git"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim"
    },
    "fugitive.vim": {
      "src": "https://tpope.io/vim/fugitive.git"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua.git"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim.git"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git"
    },
    "rose-pine": {
      "src": "https://github.com/rose-pine/neovim.git"
    },
    "sneaks.vim": {
      "src": "https://github.com/justinmk/vim-sneak"
    },
    "tokyonight": {
      "src": "https://github.com/folke/tokyonight.nvim.git"
    }
  }
}
