{
  "plugins": {
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim.git"
    },
    "dark-theme": {
      "src": "https://github.com/stanfish06/dark-theme.git"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim.git"
    },
    "eldritch": {
      "src": "https://github.com/eldritch-theme/eldritch.nvim.git"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim",
      "version": "0.9.4 - 0.9.4"
    },
    "fugitive.vim": {
      "src": "https://tpope.io/vim/fugitive.git"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua.git"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim.git"
    },
    "guh.nvim": {
      "src": "https://github.com/justinmk/guh.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects.git"
    },
    "obsidian.nvim": {
      "src": "https://github.com/obsidian-nvim/obsidian.nvim.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "rose-pine": {
      "src": "https://github.com/rose-pine/neovim.git"
    },
    "sneaks.vim": {
      "src": "https://github.com/justinmk/vim-sneak"
    },
    "solarized-osaka.nvim": {
      "src": "https://github.com/craftzdog/solarized-osaka.nvim.git"
    },
    "tokyonight": {
      "src": "https://github.com/folke/tokyonight.nvim.git"
    }
  }
}
